const dashboardMock = [
  {
    topic: "religion",
    username: "Suphanat Aphinyan",
    profile: "../src/assets/PostPic/religionP.jpg",
    date: "8 มกราคม เวลา 09:16 น.",
    text: "ม.112 เป็นสิทธิเสรีภาพของประชาชนในการปกป้องพระประมุขจากการถูกหมิ่นประมาทอาฆาตมาดร้าย เพราะสถาบันพระมหากษัตริย์ฟ้องร้องใครไม่ได้และไม่ใช่คู่ขัดแย้งของประชาชน จึงเหมาะสมแล้วที่ประชาชนจะมีสิทธิเสรีภาพในการแจ้งความ ม.112 แล้วการที่มีคณะกรรมการของตำรวจในการพิจารณากลั่นกรองก็ดีอยู่แล้ว",
    image: "../src/assets/PostPic/religion.jpg",
    reactions: { like: "936", comment: "27", share: "40" },
    link:"https://www.facebook.com/suphanat.aphinyan/posts/pfbid02DRxkRsz2HEC4Toz8bZUbzA15e2U56cg2Z4kuGjFxkNSczQfznedvgxYTM7h7PQ69l",
  },
  {
    topic: "army",
    username: "สรยุทธ สุทัศนะจินดา กรรมกรข่าว",
    profile: "../src/assets/PostPic/armyP.jpg",
    date: "8 มกราคม เวลา 13:06 น.",
    text: "นายวิโรจน์ ลักขณาอดิศร ส.ส.บัญชีรายชื่อ พรรคก้าวไกล และประธานกรรมาธิการการทหาร “กรณีนี้ ที่อ้างว่าเหตุเกิดขึ้นที่ค่ายจิรประวัติ จ.นครสวรรค์ ผมได้หมอบหมายให้ คณะทำงาน ประจำ กมธ.ทหาร จ.นครสวรรค์ ประสานงาน สืบหาข้อเท็จจริงในเบื้องตันแล้วครับ หากไม่สามารถคลี่คลายได้ จะเชิญเข้ามาสอบถถามที่ กมธ.ทหาร และสรุปขี้เบาะแสส่ง ป.ป.ช. ต่อไปครับ”",
    image: "../src/assets/PostPic/army.jpg",
    reactions: { like: "1.4พัน", comment: "56", share: "29" },
    link:"https://www.facebook.com/sorrayuth9115/posts/pfbid02LTrumcH9uJtBZzcqYiDz9CmfWydXv9VyadMGNr9gcxXDE2QUdvkJZKWMkioLF7eGl",
  },
  {
    topic: "government",
    username: "Khaosod - ข่าวสด",
    profile: "../src/assets/PostPic/governmentP.jpg",
    date: "8 มกราคม เวลา 12:29 น.",
    text: "พิธา ลงพื้นที่ 3จว.ใต้ ลั่น ถ้าก้าวไกลเป็นรัฐบาลจะถอดบทเรียน 3 ระยะ รับมือน้ำท่วม.",
    image: "../src/assets/PostPic/government.jpg",
    reactions: { like: "1.2พัน", comment: "383", share: "11" },
    link:"https://www.facebook.com/khaosod/posts/pfbid02Xx9nG5v9tQARCtyiHBTWzbZv8sMTNvTzKECADtJNM9xWphZqnUxq5EQo1vmjHY4tl",
  },
  {
    topic: "rally",
    username: "Amarin News",
    profile: "../src/assets/PostPic/rallyP.jpg",
    date: "3 มกราคม เวลา 12:46 น.",
    text: "คปท. ปลุกทุกสีเสื้อบุกทำเนียบฯ 12 ม.ค. ทวงถามเรื่องทักษิณ 📌อ่านต่อที่นี่ : https://www.amarintv.com/news/detail/201889#amarintvonline #ข่าวอมรินทร์ออนไลน์ #ทำเนียบ #ชุมนุม #ม็อบ",
    image: "../src/assets/PostPic/rally.jpg",
    reactions: { like: "826", comment: "199", share: "10" },
    link:"https://www.facebook.com/amarinnews/posts/pfbid05HC6JWzixj1aCHh35EBFio8o8HSNJnkuGGfvTXYd2YHSfGmoXHZ9h3oEQrJuR1JVl",
  },
];

export default dashboardMock;
