const sentimentNega = [
  {
    name: "112",
    value: 26,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "ทำตัวเอง",
    value: 26,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "บังคับ",
    value: 22,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "เสื่อมเสีย",
    value: 20,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "รับใช้ใคร",
    value: 15,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "วิจารณ์",
    value: 15,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "ผิดสัจจะ",
    value: 13,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "ดีล",
    value: 11,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "บาป",
    value: 8,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
  {
    name: "ตัดสิน",
    value: 5,
    commentType: "negative",
    Comment: [
      {
        id: 1,
        timestamp: "2022/09/04",
        userName: "A",
        message:
          "ทนายอานนท์ก็พูดถูกแล้วนี่ครับ แต่คนตัดสินคือศาลในพระปรมาภิไธยอะนะ",
      },
      {
        id: 2,
        timestamp: "2022/09/04",
        userName: "B",
        message:
          "ทนายอาจพูดถูกเพียงแต่ว่าพูดในประเทศนี้ไม่ได้ ไม่ได้แม้แต่เฉียดนิดเดียวก็ไม่ได้ ขอคารวะนับถือทั้งที่รู้ว่าปลายทางคืออะไรแต่ยังมุ่งมั่น ",
      },
      {
        id: 3,
        timestamp: "2022/09/04",
        userName: "C",
        message:
          "ไม่มีใครได้ขึ้นทั้งนั้น คนหนึ่งนอนโรงพยาบาล ฝ่ายหนึ่งแม่ได้ถ่ายนิตยสารปลุกใจเสือป่าก่อนรับใช้ อีกฝ่ายเป็นเอ๋อ จบบริบูรณ์ ดีลว่าจะปล่อย 112 ทุกคนเพื่อลูกครับ ผิดสัจจะนะครับ",
      },
      {
        id: 4,
        timestamp: "2022/09/04",
        userName: "D",
        message: "จะไปเอาหลักการอะไรกับคนพวกนี้ เค้าแค่ดีลกันมาหมดแล้ว",
      },
      {
        id: 5,
        timestamp: "2022/09/04",
        userName: "E",
        message:
          "เสื่อมเสียพระเกียรติ ไม่ใช่เป็นเพราะคนวิจารณ์ แต่มันเสื่อมเสียเพราะทำตัวเอง",
      },
      {
        id: 6,
        timestamp: "2022/09/04",
        userName: "F",
        message:
          'ในวันนี้ไม่มีใครสนใจว่า อานนท์ จะถูกตัดสินออกมาอย่างไร แต่ที่คน กำลังสนใจต่อไปจากนี้คือ.. " ศาล และ สถาบัน จะอยู่อย่างไร บนความเสื่อม " มากกว่า',
      },
      {
        id: 7,
        timestamp: "2022/09/04",
        userName: "G",
        message: "วิจารณ์พระเค้ายังบอกว่าบาป ชั่วช่างชีดีช่างสงฆ์",
      },
      {
        id: 8,
        timestamp: "2022/09/04",
        userName: "H",
        message: "พูดแค่นี้ผิดยังไง",
      },
      {
        id: 9,
        timestamp: "2022/09/04",
        userName: "H",
        message: "ถ้าการย้ายประเทศทำกันได้ง่ายกว่านี้คงจะดี",
      },
    ],
  },
];
export default sentimentNega;
